class AboutAppViewModel {
  final String title = "حول التطبيق";
  final String basmala = "بسم الله الرحمن الرحيم";
  final String content = """

عن التطبيق  
      تم بحمد الله ومنته إطلاق هذا التطبيق "أكاديمية زاد" ليكون تكملة للمنصة التعليمة الخاصة بالأكاديمية  , ومن منطلق كوني أحد طلاب الأكاديمية وإستناداً علي أن الهواتف الذكية هي السائدة قررت إنشاء هذا التطبيق مع مراعاة سياسات الخصوصية واحترام الملكية الفكرية ومن ثم فإن التطبيق يضم في طياته الكثير من المميزات وهي كالتالي:-

-	جميع المستويات التعليمية ( المستوي الأول - المستوي الثاني - المستوي الثالث - المستوي الرابع).
-	كل مستوي يضم تحته كل مايشمله المنهج من (مقاطع الفيديو - الكتب - الملفات الصوتية).
-	كل مستوي يتضمن مناهج (التفسير - العقيدة - الفقه - اللغة العربية - التربية الإسلامية - الحديث- السيرة النبوية).
-	يتضمن التطبيق ايضا رابطاً مباشراً لموقع الأكاديمية.
-	يتيح لك التطبيق مشاهدة الفيديوهات بداخله.
-	يتيح لك التطبيق السماع للملفات الموسيقية دون الحاجة لتطبيق أخر لتشغيل الملفات الصوتية.
-	يتيح لك التطبيق قراءة الكتب أونلاين أو تحميل الكتب لقراءته بدون إنترنت.
-	يتيح لك التطبيق مشاركته مع أصدقائك من يريدون تعلم العلم الشرعي.

*وفي النهاية أسال الله العظيم أن يكون هذا العمل خالص لوجه الكريم إنه ولي ذلك و القادر عليه و أن يكون هذا التطبيق أداة لتسهيل نشر العلم الشرعي 


""";
  final String end = "\"والله ولي التوفيق\"";
  final String messageOfAcademy = """
عن البرنامج 
   برنامج أكاديمية زاد عبارة عن أكاديمية افتراضية، يقدم برنامجا تعليميا يهدف إلى تقريب العلم الشرعي للراغبين فيه ، عن طريق شبكة  الإنترنت، وعن طريق قناة زاد ZAD TV.

""";
  final String goalOfAcademy = """
الهدف من الأكاديمية 
        الهدف الأساسي من إنشاء الأكاديمية هو توعية المسلم بما لا يسعه جهلُه من دينه، ونشر وترسيخ العلم الشرعي الرصين، القائم على كتاب الله وسنة رسوله صلى الله عليه وسلم، صافياً نقيًّا، بفهم خير  القرون، وبطرح عصري ميسر وبإخراجٍ احترافيٍّ
""";
}
